# ################################################################################
# # РАСКОМЕНТИРУЙТЕ, ЧТОБЫ ИСПОЛЬЗОВАТЬ
# ################################################################################

# ###############################################################################
# # Узнать возможные зоны доступности

# data "sbercloud_availability_zones" "zones" {
#   region = "ru-moscow-1"
# }

# output "availability_zones" {
#   value = data.sbercloud_availability_zones.zones.names
# }

# ###############################################################################
# # Доступные зоны на 29.09.2022
# #
# # Changes to Outputs:
# #   + availability_zones = [
# #       + "ru-moscow-1a",
# #       + "ru-moscow-1b",
# #       + "ru-moscow-1c",
# #     ]